spec/spec/SVWS/IntegrationPlatform/Examples/DelNotificationServiceRequest.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:int="http://sv.bpc.in/SVIP">
    <soapenv:Header/>
    <soapenv:Body>
    <int:IFX>
        <PartySvcRelDelRq>
            <RqUID>3127a63b-d8f1-4bed-94ad-d96ffd321a86</RqUID>
            <MsgRqHdr>
                <ContextRqHdr>
                    <NetworkTrnData>
                        <NetworkOwner>Branch</NetworkOwner>
                        <TerminalIdent>10000073</TerminalIdent>
                    </NetworkTrnData>
                    <ClientDt>2011-08-08T12:45:45</ClientDt>
                </ContextRqHdr>
            </MsgRqHdr>
            <PartySvcRelKeys>
                <PartyKeys>
                    <PartyId />
                </PartyKeys>
                <SvcKeys>
                    <SvcId>50000000</SvcId>
                </SvcKeys>
                <AcctKeys>
                    <CardKeys>
                        <CardNum>4189069291067072</CardNum>
                    </CardKeys>
                </AcctKeys>
            </PartySvcRelKeys>
        </PartySvcRelDelRq>
    </int:IFX>
    </soapenv:Body>
</soapenv:Envelope>